---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesHorizontalNumber
source: html/b4cfc05f-a679-c894-5d5d-c84c0c324abd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelpipesHorizontalNumber Property

"Horizontal Number for parallel pipes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelpipesHorizontalNumber { get; }
```